Repository: mpravalli/Quiz_App
Catalog: Quiz-App/Localizable.xcstrings
Source language: en
Languages: de, fr

# %lld out of %lld
source: %1$lld out of %2$lld
de: %1$lld von %2$lld
fr: %1$lld sur %2$lld

source: 100 Quizzes Completed
de: 100 abgeschlossene Quizze
fr: 100 quiz complétés

source: All fields are required
de: Alle Felder sind Pflichtfelder
fr: Tous les champs sont obligatoires

source: Already have an account? Login
de: Sie haben bereits ein Konto? Anmelden
fr: Vous avez déjà un compte ? Se connecter

source: Animals
de: Tiere
fr: Animaux

source: Are you sure you want to quit the quiz?
de: Möchten Sie das Quiz wirklich abbrechen?
fr: Etes-vous sûr de vouloir quitter le quiz ?

source: Art
de: Kunst

source: Average Score:
de: Durchschnittliche Punktzahl:
fr: Note moyenne:

source: Best Score > 10
de: Bestes Ergebnis > 10
fr: Meilleur score > 10

source: Best Score:
de: Bestes Ergebnis:
fr: Meilleur score :

source: Both Passwords not matched
de: Beide Passwörter stimmen nicht überein
fr: Les deux mots de passe ne correspondent pas

source: Cancel
de: Stornieren
fr: Annuler

source: Category
de: Kategorie
fr: Catégorie

source: Category:
de: Kategorie:
fr: Catégorie:

source: Category: %@
de: Kategorie: %@
fr: Catégorie: %@

source: Celebrities
de: Prominente
fr: Célébrités

source: Complete Test
de: Kompletter Test
fr: Test complet

source: Confirm Password
de: Passwort bestätigen
fr: Confirmez le mot de passe

source: Correct Answer:
de: Richtige Antwort:
fr: Bonne réponse :

source: Correct Answer: %@
de: Richtige Antwort: %@
fr: Réponse correcte : %@

source: Dark Mode
de: Dunkler Modus
fr: Mode sombre

source: Date: %@
de: Datum: %@

source: Don't have an account? Sign Up
de: Sie haben noch kein Konto? Registrieren
fr: Vous n'avez pas de compte ? Inscrivez-vous

source: Earned Badges
de: Verdiente Abzeichen
fr: Insignes gagnés

source: easy
de: einfach
fr: facile

source: Easy
de: Einfach
fr: Facile

source: Email-id already registered
de: E-Mail-ID bereits registriert
fr: L'identifiant e-mail est déjà enregistré

source: Email-id not registered.Please sign up
de: E-Mail-ID nicht registriert. Bitte melden Sie sich an
fr: L'adresse e-mail n'est pas enregistrée. Veuillez vous inscrire.

source: Enter valid email-id
de: Geben Sie eine gültige E-Mail-ID ein
fr: Entrez une adresse e-mail valide

source: Entertainment: Board Games
de: Unterhaltung: Brettspiele
fr: Divertissement : Jeux de société

source: Entertainment: Books
de: Unterhaltung: Bücher
fr: Divertissement : Livres

source: Entertainment: Cartoon & Animations
de: Unterhaltung: Cartoons & Animationen
fr: Divertissement : Dessins animés et animations

source: Entertainment: Comics
de: Unterhaltung: Comics
fr: Divertissement : bandes dessinées

source: Entertainment: Film
de: Unterhaltung: Film
fr: Divertissement : Cinéma

source: Entertainment: Japanese Anime & Manga
de: Unterhaltung: Japanische Anime & Manga
fr: Divertissement : Anime et manga japonais

source: Entertainment: Music
de: Unterhaltung: Musik
fr: Divertissement : Musique

source: Entertainment: Musicals & Theatres
de: Unterhaltung: Musicals & Theater
fr: Divertissement : comédies musicales et théâtres

source: Entertainment: Television
de: Unterhaltung: Fernsehen
fr: Divertissement : Télévision

source: Entertainment: Video Games
de: Unterhaltung: Videospiele
fr: Divertissement : jeux vidéo

source: First Quiz Completed
de: Erstes Quiz abgeschlossen
fr: Premier quiz terminé

source: General Knowledge
de: Allgemeinwissen
fr: Connaissances générales

source: Geography
de: Geographie
fr: Géographie

source: Goto Home
de: Zur Startseite
fr: Aller à l'accueil

source: hard
de: hart
fr: difficile

source: Hard
de: Hart
fr: Difficile

source: History
de: Geschichte
fr: Histoire

source: Home
de: Heim
fr: Maison

source: Image not found
de: Bild nicht gefunden
fr: Image non trouvée

source: Leader Board
de: Bestenliste
fr: Tableau des leaders

source: Leaderboard
de: Bestenliste
fr: Classement

source: Level
de: Ebene
fr: Niveau

source: Level:
de: Ebene:
fr: Niveau:

source: Level: %@
de: Ebene: %@
fr: Niveau: %@

source: Loading questions....
de: Fragen werden geladen....
fr: Chargement des questions....

source: Login Status
de: Anmeldestatus
fr: Statut de connexion

source: Logout
de: Ausloggen
fr: Déconnexion

source: My Profile
de: Mein Profil
fr: Mon profil

source: Mythology
de: Mythologie
fr: Mythologie

source: Next Question
de: Nächste Frage
fr: Question suivante

source: No badges earned yet. Keep playing!
de: Noch keine Abzeichen verdient. Spielen Sie weiter!
fr: Aucun badge gagné pour l'instant. Continuez à jouer !

source: No badges earned yet. Keep playing!"
de: Noch keine Abzeichen verdient. Spielen Sie weiter!"
fr: Aucun badge gagné pour le moment. Continuez à jouer !

source: Not Answered
de: Nicht beantwortet
fr: Pas de réponse

source: out of
de: von
fr: de

source: Password
de: Passwort
fr: Mot de passe

source: Password cannot be empty
de: Das Passwort darf nicht leer sein
fr: Le mot de passe ne peut pas être vide

source: Password must be more than 8 letters
de: Das Passwort muss mehr als 8 Buchstaben haben
fr: Le mot de passe doit contenir plus de 8 lettres

source: Password must contain at least one Lowercase character
de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten
fr: Le mot de passe doit contenir au moins un caractère minuscule

source: Password must contain at least one number
de: Das Passwort muss mindestens eine Zahl enthalten
fr: Le mot de passe doit contenir au moins un chiffre

source: Password must contain at least one special character
de: Das Passwort muss mindestens ein Sonderzeichen enthalten
fr: Le mot de passe doit contenir au moins un caractère spécial

source: Password must contain at least one Uppercase character
de: Das Passwort muss mindestens einen Großbuchstaben enthalten
fr: Le mot de passe doit contenir au moins un caractère majuscule

source: Quiz Completed
de: Quiz abgeschlossen
fr: Quiz terminé

source: Quiz Game
de: Quiz-Spiel
fr: Jeu de quiz

source: Quiz History
de: Quizverlauf
fr: Quiz Histoire

source: Quiz Summary
de: Quiz-Zusammenfassung
fr: Résumé du quiz

source: Registration Status
de: Registrierungsstatus
fr: Statut d'inscription

source: Result: Fail
de: Ergebnis: Fehlgeschlagen
fr: Résultat : échec

source: Result: Pass
de: Ergebnis: Bestanden
fr: Résultat : Réussite

source: Retry Quiz
de: Quiz wiederholen
fr: Réessayer le quiz

source: Return to Home
de: Zurück zur Startseite
fr: Retour à l'accueil

source: Science & Nature
de: Wissenschaft & Natur
fr: Sciences et nature

source: Science: Computers
de: Wissenschaft: Computer
fr: Sciences : ordinateurs

source: Science: Gadgets
de: Wissenschaft: Gadgets
fr: Sciences : gadgets

source: Science: Mathematics
de: Naturwissenschaften: Mathematik
fr: Sciences : Mathématiques

source: Score: %d
de: Punktzahl: %d

# Score: %d/%d
source: Score: %1$d/%2$d
de: Punktzahl: %1$d/%2$d

# Score: %lld / %lld.
source: Score: %1$lld / %2$lld.
de: Punktzahl: %1$lld / %2$lld.

# Score:%d/%d
source: Score:%1$d/%2$d
de: Ergebnis: %1$d/%2$d
fr: Note : %1$d/%2$d

source: Select Language
de: Wählen Sie Sprache aus
fr: Sélectionnez la langue

source: Select Options
de: Optionen auswählen
fr: Sélectionner les options

source: Selected Answer:
de: Ausgewählte Antwort:
fr: Réponse sélectionnée :

source: Selected Answer: %@
de: Ausgewählte Antwort: %@
fr: Réponse sélectionnée : %@

source: Sign Up
de: Melden Sie sich an
fr: S'inscrire

source: Sports
de: Sport

source: Start Quiz
de: Quiz starten
fr: Commencer le quiz

source: Submit
de: Einreichen
fr: Soumettre

source: Successfully Registered
de: Erfolgreich registriert
fr: Inscrit avec succès

source: Summary
de: Zusammenfassung
fr: Résumé

source: Time Remaining:
de: Verbleibende Zeit:
fr: Temps restant :

source: Time Remaining: %lld
de: Verbleibende Zeit: %lld
fr: Temps restant : %lld

source: Total Quizzes Played:
de: Insgesamt gespielte Quizze:
fr: Nombre total de quiz joués :

source: Try again
de: Versuchen Sie es erneut
fr: Essayer à nouveau

source: User Name
de: Benutzername
fr: Nom d'utilisateur

source: User Progress
de: Benutzerfortschritt
fr: Progression de l'utilisateur

source: Vehicles
de: Fahrzeuge
fr: Véhicules

source: View Summary
de: Zusammenfassung anzeigen
fr: Voir le résumé

source: Welcome to Quiz App
de: Willkommen bei der Quiz-App
fr: Bienvenue sur l'application Quiz

source: Yes
de: Ja
fr: Oui

# Your final score is %lld out of %lld.
source: Your final score is %1$lld out of %2$lld.
de: Ihr Endergebnis ist %1$lld von %2$lld.
fr: Votre score final est de %1$lld sur %2$lld.

source: Your Score will be saved.
de: Ihr Punktestand wird gespeichert.
fr: Votre score sera enregistré.

source: Email-id
fr: Identifiant e-mail

source: Invalid credentials
fr: Identifiants invalides

source: Login
fr: Se connecter

source: medium
fr: moyen

source: Medium
fr: Moyen

source: Name:
fr: Nom:

source: Name: %@
fr: Nom: %@

source: OK
fr: D'ACCORD

source: Politics
fr: Politique

source: Quiz
fr: Questionnaire
